Repository: paulwoman/Capitalism_Lab_ENG_to_IDN
Catalog: tm/auto/help_en-US_id.tmx
Source language: en_us
Languages: id

source: Toolbox (hotkey: Ctrl-T)
id: Kotak Alat (hotkey: Ctrl-T)

source: Show or hide the Toolbox menu.
id: Menampilkan atau menyembunyikan menu Kotak Alat.

source: Mini Map (hotkey: 'M')
id: Peta Mini (hotkey: 'M')

source: Show or hide the Mini Map.
id: Menampilkan atau menyembunyikan Peta Mini.

source: World Map (hotkey: Ctrl-W)
id: Peta Dunia (hotkey: Ctrl-W)

source: Show or hide the World Map.
id: Tampilkan atau sembunyikan Peta Dunia.

source: Information Center
id: Pusat Informasi

source: Open the Information Center screen.
id: Buka layar Pusat Informasi.

source: Event Tracker (hotkey: F5)
id: Pelacak Peristiwa (hotkey: F5)

source: Open the Event Tracker Window.
id: Buka Jendela Pelacak Peristiwa.

source: Back to the previous firm (hotkey: q)
id: Kembali ke perusahaan sebelumnya (hotkey: q)

source: Go back to the previously selected firm.
id: Kembali ke perusahaan yang dipilih sebelumnya.

source: Your Corporation's Cash
id: Kas Perusahaan Anda

source: This figure is the amount of cash that your corporation currently has.
id: Angka ini adalah jumlah uang tunai yang dimiliki perusahaan Anda saat ini.

source: Click here to view its #Balance Sheet#.
id: Klik di sini untuk melihat #Balance Sheet #.

source: Your Corporation's Operating Profit
id: Laba Operasi Perusahaan Anda

source: This figure is your corporation's operating profit over the past 12 months.
id: Angka ini adalah laba operasi perusahaan Anda selama 12 bulan terakhir.

source: Click here to view its #Income Statement#.
id: Klik di sini untuk melihat #Pernyataan Hasil #.

source: Your Corporation's Monthly Profit & Loss Chart
id: Bagan Laba & Rugi Bulanan Perusahaan Anda

source: The vertical bars represent your corporation's monthly profit or loss.
id: Bilah vertikal mewakili keuntungan atau kerugian bulanan perusahaan Anda.

source: A red bar indicates a loss; a green bar indicates a profit.
id: Bilah merah menunjukkan kerugian; bilah hijau menunjukkan keuntungan.

source: Current Date
id: Tanggal sekarang

source: This is the current game date.
id: Ini adalah tanggal pertandingan saat ini.

source: Build Menu (hotkey: B)
id: Bangun Menu (hotkey: B)

source: Click to open the Build Menu.
id: Klik untuk membuka Build Menu.

source: Press Ctrl-Z to open the same sub-menu on the Build interface as the last time.
id: Tekan Ctrl-Z untuk membuka sub-menu yang sama pada antarmuka Bangun seperti yang terakhir kali.

source: (the same firm type and the same company/subsidiary)
id: (jenis perusahaan yang sama dan perusahaan / anak perusahaan yang sama)

source: Buy plots of land (hotkey: CTRL-L)
id: Beli sebidang tanah (hotkey: CTRL-L)

source: Activate the mode for buying plots of land.
id: Aktifkan mode untuk membeli sebidang tanah.

source: Land-use planning
id: Perencanaan penggunaan lahan

source: Use this tool to restrict different areas of your city to specific uses.
id: Gunakan alat ini untuk membatasi area berbeda di kota Anda untuk penggunaan tertentu.

source: Goal Report (hotkey: G)
id: Laporan Tujuan (hotkey: G)

source: Open the Goal report
id: Buka laporan Sasaran

source: Smallest zoom level (hotkey: ',')
id: Tingkat zoom terkecil (hotkey: ',')

source: Click to change city view to smallest zoom level.
id: Klik untuk mengubah tampilan kota ke tingkat zoom terkecil.

source: Normal zoom level (hotkey: '.')
id: Tingkat zoom normal (hotkey: '.')

source: Click to change city view to normal zoom level.
id: Klik untuk mengubah tampilan kota ke tingkat zoom normal.

source: Largest zoom level (hotkey: '/')
id: Tingkat zoom terbesar (hotkey: '/')

source: Click to change city view to largest zoom level
id: Klik untuk mengubah tampilan kota ke tingkat zoom terbesar

source: Product Summary Report (hotkey: 'P')
id: Laporan Ringkasan Produk (hotkey: 'P')

source: Click to open the Product Summary Report
id: Klik untuk membuka Laporan Ringkasan Produk

source: Corporate Summary Report (hotkey: 'C')
id: Laporan Ringkasan Perusahaan (hotkey: 'C')

source: Click to open the Corporate Summary Report
id: Klik untuk membuka Laporan Ringkasan Perusahaan

source: Firm Summary Report (hotkey: 'F')
id: Laporan Ringkasan Perusahaan (hotkey: 'F')

source: Click to open the Firm Summary Report
id: Klik untuk membuka Laporan Ringkasan Perusahaan

source: Headquarters (hotkey: 'H')
id: Markas Besar (hotkey: 'H')

source: Go to the Headquarters.
id: Pergi ke Markas Besar.

source: Stock Market (hotkey: F4)
id: Pasar Saham (hotkey: F4)

source: Open the Stock Market screen
id: Buka layar Pasar Saham

source: Game Menu (hotkey: ESC)
id: Menu Game (hotkey: ESC)

source: Save, Load, Retire, return to main menu or return to Windows.
id: Simpan, Muat, Pensiun, kembali ke menu utama atau kembali ke Windows.

source: Options Menu (hotkey: 'O')
id: Menu Opsi (hotkey: 'O')

source: Display the game options menu.
id: Tampilkan menu opsi game.

source: Game Speed (hotkey: '0' to pause, '1' to '5' to set speed)
id: Kecepatan Game (hotkey: '0' untuk jeda, '1' hingga '5' untuk mengatur kecepatan)

source: Click the speed dial to change the game speed.
id: Klik panggil cepat untuk mengubah kecepatan permainan.

source: #Double-click# here to see tips for #improving game running speed#.
id: # Klik dua kali # di sini untuk melihat tip untuk #meningkatkan kecepatan permainan #.

source: News Display Option (hotkey: 'N')
id: Opsi Tampilan Berita (hotkey: 'N')

source: Open the News Display options screen
id: Buka layar opsi Tampilan Berita

source: Ok
id: Baik

source: Cancel
id: Membatalkan

source: Disable Internal Sale
id: Nonaktifkan Penjualan Internal

source: The default setting of #Internal Sale# is #Disabled#.
id: Pengaturan default dari # Penjualan Internal # adalah # Nonaktif #.

source: Competitors are allowed to buy your products.
id: Pesaing diperbolehkan membeli produk Anda.

source: Enable Internal Sale
id: Aktifkan Penjualan Internal

source: The default setting of #Internal Sale# is #Enabled#.
id: Pengaturan default dari # Penjualan Internal # adalah # Enabled #.

source: Competitors are not allowed to buy your products.
id: Pesaing tidak diperbolehkan membeli produk Anda.

source: Disable AutoLink to Supplier
id: Nonaktifkan Tautan Otomatis ke Pemasok

source: The default setting of #AutoLink to Supplier# is #Disabled#.
id: Pengaturan default #AutoLink to Supplier # adalah # Disabled #.

source: You must select suppliers manually.
id: Anda harus memilih pemasok secara manual.

source: Enable AutoLink to Supplier
id: Aktifkan Tautan Otomatis ke Pemasok

source: The default setting of #AutoLink to Supplier# is #Enabled#.
id: Pengaturan default #AutoLink to Supplier # adalah # Enabled #.

source: Your purchasing units will attempt to find suppliers automatically.
id: Unit pembelian Anda akan berusaha mencari pemasok secara otomatis.

source: Do not consider Tender Offers from other players.
id: Jangan pertimbangkan Penawaran Tender dari pemain lain.

source: A tender offer is an offer to buy shares of a corporation, usually at a price in excess of the value of the shares on the stock market.
id: Tawaran tender adalah tawaran untuk membeli saham suatu perusahaan, biasanya dengan harga yang melebihi nilai saham di pasar saham.

source: Consider Tender Offers from other players.
id: Pertimbangkan Penawaran Tender dari pemain lain.

source: Do not consider offers from other companies for buying your technology.
id: Jangan mempertimbangkan tawaran dari perusahaan lain untuk membeli teknologi Anda.

source: Consider offers from other companies for buying your technology.
id: Pertimbangkan penawaran dari perusahaan lain untuk membeli teknologi Anda.

source: Disable Auto Apply R&D Results to your factories' manufacturing units.
id: Nonaktifkan Terapkan Otomatis Hasil R&D ke unit manufaktur pabrik Anda.

source: The default setting of #Auto Apply R&D Results# is #Disabled#.
id: Pengaturan default #Auto Apply R&D Results # is # Disabled #.

source: You must apply R&D results to your factories manually.
id: Anda harus menerapkan hasil R&D ke pabrik Anda secara manual.

source: Enable Auto Apply R&D Results to your factories' manufacturing units.
id: Aktifkan Penerapan Otomatis Hasil Litbang ke unit manufaktur pabrik Anda.

source: The default setting of #Auto Apply R&D Results# is #Enabled#.
id: Pengaturan default #Auto Apply R&D Results # is # Enabled #.

source: Latest R&D results will automatically be applied to your factories without asking your permission.
id: Hasil R&D terbaru akan secara otomatis diterapkan ke pabrik Anda tanpa meminta izin Anda.

source: Very Slow
id: Sangat lambat

source: Slow
id: Lambat

source: Fast
id: Cepat

source: Very Fast
id: Sangat cepat

source: Music Off
id: Musik Mati

source: Music On
id: Musik dinyalakan

source: Sound Effects Off
id: Efek Suara Mati

source: Click to disable sound effects
id: Klik untuk menonaktifkan efek suara

source: Sound Effects On
id: Efek Suara Aktif

source: Click to hear sound effects
id: Klik untuk mendengar efek suara

source: No Help Information
id: Tidak Ada Informasi Bantuan

source: Click to disable in-game help information
id: Klik untuk menonaktifkan informasi bantuan dalam game

source: Brief Help Information
id: Informasi Bantuan Singkat

source: Click to enable brief in-game help information
id: Klik untuk mengaktifkan informasi bantuan singkat dalam game

source: Detailed Help Information
id: Informasi Bantuan Terperinci

source: Click to enable detailed in-game help information
id: Klik untuk mengaktifkan informasi bantuan dalam game yang mendetail

source: Disable Auto Save
id: Nonaktifkan Simpan Otomatis

source: Click to disable Auto Save
id: Klik untuk menonaktifkan Simpan Otomatis

source: Enable Auto Save
id: Aktifkan Simpan Otomatis

source: Click to enable Auto Save
id: Klik untuk mengaktifkan Simpan Otomatis

source: Disable the enhanced hotkey system.
id: Nonaktifkan sistem hotkey yang ditingkatkan.

source: Enable the enhanced hotkey system.
id: Aktifkan sistem hotkey yang ditingkatkan.

source: Previous City (hotkey: '[')
id: Kota Sebelumnya (hotkey: '[')

source: Click to display previous city
id: Klik untuk menampilkan kota sebelumnya

source: Next City (hotkey: ']')
id: Kota Berikutnya (hotkey: ']')

source: Click to display next city
id: Klik untuk menampilkan kota berikutnya

source: Close Mini Map
id: Tutup Peta Mini

source: Click to close Mini Map
id: Klik untuk menutup Peta Mini

source: City Selection Mode
id: Mode Pemilihan Kota

source: Select City
id: Pilih Kota

source: Select city and update main city view
id: Pilih kota dan perbarui tampilan kota utama

source: Firm Filter
id: Filter Perusahaan

source: Toggle Firm Filter to select only specific firms for the map display.
id: Alihkan Filter Perusahaan untuk memilih hanya perusahaan tertentu untuk tampilan peta.

source: Right-click to set the filter based on the current firm.
id: Klik kanan untuk menyetel filter berdasarkan perusahaan saat ini.

source: Business Ownership Mode
id: Mode Kepemilikan Bisnis

source: Click to toggle Business Ownership Mode - Buildings are displayed in their corporate colors.
id: Klik untuk beralih Mode Kepemilikan Bisnis - Bangunan ditampilkan dengan warna perusahaan.

source: Land Value Mode
id: Modus Nilai Tanah

source: Click to toggle Land Value Mode - darker colors indicate high land values.
id: Klik untuk beralih Mode Nilai Tanah - warna yang lebih gelap menunjukkan nilai tanah yang tinggi.

source: Profit Mode
id: Mode Keuntungan

source: Click to toggle Profit Mode - brighter colors indicate profitable firms.
id: Klik untuk beralih Mode Keuntungan - warna yang lebih cerah menunjukkan perusahaan yang menguntungkan.

source: Land Ownership and Resources Mode
id: Modus Kepemilikan Tanah dan Sumber Daya

source: Click to toggle Land Ownership and Resources Mode - land ownership and natural resources are displayed.
id: Klik untuk beralih Mode Kepemilikan dan Sumber Daya Tanah - kepemilikan tanah dan sumber daya alam ditampilkan.

source: Business Relationship Mode
id: Mode Hubungan Bisnis

source: Click to toggle Business Relationship Mode - with a firm selected this mode will display linkage lines to firms in direct business with the selected firm.
id: Klik untuk beralih Mode Hubungan Bisnis - dengan perusahaan yang dipilih, mode ini akan menampilkan garis keterkaitan ke perusahaan dalam bisnis langsung dengan perusahaan yang dipilih.

source: Population and Public Services Mode
id: Modus Kependudukan dan Pelayanan Publik

source: Population density is shown in dark brown colors.
id: Kepadatan populasi ditunjukkan dalam warna coklat tua.

source: Select a civic building or sports facilities to see how conveniently citizens have access to the public services.
id: Pilih gedung sipil atau fasilitas olahraga untuk melihat seberapa nyaman warga memiliki akses ke layanan publik.

source: Population and Pollution Mode
id: Mode Populasi dan Polusi

source: Pollution is shown in orange and red colors: Red indicates pollution in populated areas; Orange indicates pollution in unpopulated or very sparsely populated areas.
id: Polusi ditunjukkan dalam warna jingga dan merah: Merah menunjukkan polusi di daerah berpenduduk; Oranye menunjukkan polusi di daerah yang tidak berpenduduk atau sangat jarang penduduknya.

source: Soil Map Mode
id: Mode Peta Tanah

source: Firm Information Display Mode
id: Mode Tampilan Informasi Perusahaan

source: Click to toggle Firm Information Display Mode: 1) Firm types are displayed in the main city view.
id: Klik untuk beralih Mode Tampilan Informasi Perusahaan: 1) Jenis perusahaan ditampilkan di tampilan kota utama.

source: 2) Utilization rates are displayed for factories, farms and mines.
id: 2) Tingkat pemanfaatan ditampilkan untuk pabrik, peternakan dan tambang.

source: 3) Occupancy rates are displayed for apartments and commercial buildings.
id: 3) Tingkat hunian ditampilkan untuk apartemen dan bangunan komersial.

source: Apartments and Commercial Buildings Display (hotkey: Ctrl-C)
id: Tampilan Apartemen dan Bangunan Komersial (hotkey: Ctrl-C)

source: Click to toggle the display of apartments and commercial buildings.
id: Klik untuk mengalihkan tampilan apartemen dan bangunan komersial.

source: Custom Filter
id: Filter Ubahsuaian

source: Right-click to define this custom filter.
id: Klik kanan untuk menentukan filter kustom ini.

source: Left-click to activate this custom filter.
id: Klik kiri untuk mengaktifkan filter kustom ini.

source: All Cities Or Current City filter
id: Filter Semua Kota atau Kota Saat Ini

source: Toggle the filter mode between All Cities and Current City.
id: Alihkan mode filter antara Semua Kota dan Kota Saat Ini.

source: Player's Firm Filter (hotkey: F8)
id: Filter Perusahaan Pemain (hotkey: F8)

source: Toggle Player's Firm Filter to display only player's firms in the Mini Map display
id: Alihkan Filter Perusahaan Pemain untuk hanya menampilkan perusahaan pemain di tampilan Peta Mini

source: Toggle Firm Filter to display only specific firm types in the Mini Map display.
id: Alihkan Filter Perusahaan untuk hanya menampilkan jenis perusahaan tertentu di tampilan Peta Mini.

source: Corporate Filter
id: Filter Perusahaan

source: Toggle Corporate Filter to display a specific corporation in the Mini Map.
id: Alihkan Filter Perusahaan untuk menampilkan perusahaan tertentu di Peta Mini.

source: Product Filter
id: Filter Produk

source: Toggle Product Filter to display locations of a specific product in the Mini Map.
id: Alihkan Filter Produk untuk menampilkan lokasi produk tertentu di Peta Mini.

source: Previous Building (hotkey: PgUp)
id: Gedung Sebelumnya (hotkey: PgUp)

source: Display the previous building - city view is centered on building
id: Tampilan gedung sebelumnya - view kota berpusat pada gedung

source: Next Building (hotkey: PgDn)
id: Gedung Berikutnya (hotkey: PgDn)

source: Display the next building - city view is centered on building
id: Tampilan gedung selanjutnya - view kota berpusat pada gedung

source: Selected Building Number
id: Nomor Gedung yang Dipilih

source: Displays the selected building's number from the total number of buildings based on the filter settings
id: Menampilkan nomor bangunan yang dipilih dari jumlah total bangunan berdasarkan pengaturan filter

source: Number of Buildings
id: Jumlah Bangunan

source: Displays the total number of buildings based on the filter settings
id: Menampilkan jumlah total bangunan berdasarkan pengaturan filter

source: Close World Map
id: Tutup Peta Dunia

source: Close the world map window
id: Tutup jendela peta dunia

source: Left-click to decrease.
id: Klik kiri untuk menurunkan.

source: Right-click to decrease at a higher rate.
id: Klik kanan untuk menurunkan pada tingkat yang lebih tinggi.

source: Left-click to increase.
id: Klik kiri untuk meningkatkan.

source: Right-click to increase at a higher rate.
id: Klik kanan untuk meningkatkan kecepatan yang lebih tinggi.

source: Auto Locate
id: Temukan Otomatis

source: Apply this price change to the selected product.
id: Terapkan perubahan harga ini ke produk yang dipilih.

source: Apply this price change to all your retail stores in the same city.
id: Terapkan perubahan harga ini ke semua toko retail Anda di kota yang sama.

source: Previous Product
id: Produk Sebelumnya

source: Display previous product
id: Tampilkan produk sebelumnya

source: Next Product
id: Produk Berikutnya

source: Display next product
id: Tampilkan produk berikutnya

source: Input Material
id: Bahan Input

source: Select a new input material
id: Pilih bahan masukan baru

source: Output Product
id: Produk Keluaran

source: Select a new output product
id: Pilih produk keluaran baru

source: More products using this input material
id: Lebih banyak produk menggunakan bahan masukan ini

source: Display more products using this input material
id: Tampilkan lebih banyak produk menggunakan bahan masukan ini

source: Terminate Employment
id: Hentikan Pekerjaan

source: Click to terminate employment
id: Klik untuk mengakhiri pekerjaan

source: Hire Chief Operating Officer
id: Pekerjakan Chief Operating Officer

source: Click to hire Chief Operating Officer
id: Klik untuk menyewa Chief Operating Officer

source: Hire Chief Marketing Officer
id: Pekerjakan Kepala Bagian Pemasaran

source: Click to hire Chief Marketing Officer
id: Klik untuk mempekerjakan Chief Marketing Officer

source: Hire Chief Technical Officer
id: Pekerjakan Kepala Petugas Teknis

source: Click to hire Chief Technical Officer
id: Klik untuk menyewa Chief Technical Officer

source: Merge Corporations
id: Gabungkan Perusahaan

source: Click to merge corporations
id: Klik untuk menggabungkan perusahaan

source: Make a Tender Offer
id: Buat Penawaran Tender

source: Make a tender offer to the selected shareholder of the current stock.
id: Buatlah penawaran tender kepada pemegang saham terpilih dari saham saat ini.

source: Buy Stock
id: Beli Saham

source: Click to buy the displayed stock
id: Klik untuk membeli saham yang ditampilkan

source: You can only trade stock once a day in a Challenge Game.
id: Anda hanya dapat memperdagangkan saham sekali sehari dalam Game Tantangan.

source: (hotkey: '+' or '=')
id: (hotkey: '+' atau '=')

source: Hold #SHIFT# key while clicking for #10X# speed.
id: Tahan tombol # SHIFT # sambil mengklik untuk kecepatan # 10X #.

source: Hold #CTRL# key while clicking for #100X# speed.
id: Tahan tombol # CTRL # sambil mengklik untuk kecepatan # 100X #.

source: (hotkey: '-' )
id: (tombol pintas: '-')

source: Buy more stock
id: Beli lebih banyak stok

source: Buy less stock
id: Beli lebih sedikit stok

source: Sell more stock
id: Jual lebih banyak saham

source: Sell less stock
id: Jual lebih sedikit stok

source: Sell Stock
id: Jual Saham

source: Click to sell the displayed stock
id: Klik untuk menjual saham yang ditampilkan

source: Daily Stock Graph
id: Grafik Saham Harian

source: Click to display the daily stock graph for the past 30 days.
id: Klik untuk menampilkan grafik saham harian selama 30 hari terakhir.

source: Monthly Stock Graph
id: Grafik Saham Bulanan

source: Click to display the monthly stock graph for the past 36 months.
id: Klik untuk menampilkan grafik saham bulanan selama 36 bulan terakhir.

source: Yearly Stock Graph
id: Grafik Saham Tahunan

source: Click to display the yearly stock graph for the past 30 years.
id: Klik untuk menampilkan grafik saham tahunan selama 30 tahun terakhir.

source: Click to display the yearly stock graph over its lifetime.
id: Klik untuk menampilkan grafik saham tahunan selama masa pakainya.

source: Enable/Disable Stock News
id: Aktifkan / Nonaktifkan Berita Saham

source: Click to toggle the stock news option on or off.
id: Klik untuk mengaktifkan atau menonaktifkan opsi berita saham.

source: If this option is on stock purchases and sales will be headlined in the city view
id: Jika opsi ini pada pembelian saham dan penjualan akan ditampilkan dalam tampilan kota

source: Open News Log window (hotkey: 'V')
id: Buka jendela News Log (hotkey: 'V')

source: Close News Log window (hotkey: 'V')
id: Tutup jendela News Log (hotkey: 'V')

source: News Action Button
id: Tombol Tindakan Berita

source: Offer to sell this firm
id: Tawarkan untuk menjual perusahaan ini

source: Buy This Firm
id: Beli Perusahaan Ini

source: Demolish This Firm
id: Hancurkan Perusahaan Ini

source: Person Details
id: Detail Orang

source: Click here to view the person's details.
id: Klik di sini untuk melihat detail orang tersebut.

source: Shortcut To Corporation Detail Report
id: Pintasan Ke Laporan Detail Perusahaan

source: Click here to open the Corporation Detail Report
id: Klik di sini untuk membuka Laporan Detail Perusahaan

source: Manager's Guide (hotkey: F3)
id: Panduan Manajer (hotkey: F3)

source: Wizard
id: Penyihir

source: Layout Plan Library (hotkey: F7)
id: Perpustakaan Rencana Tata Letak (hotkey: F7)

source: Click to open the Layout Plan Library
id: Klik untuk membuka Perpustakaan Rencana Tata Letak

source: Financial Report (hotkey: F6)
id: Laporan Keuangan (hotkey: F6)

source: Click to open the Firm Financial Report
id: Klik untuk membuka Laporan Keuangan Perusahaan

source: Auto Link Supplier
id: Pemasok Tautan Otomatis

source: Click to allow purchasing units to find their own suppliers.
id: Klik untuk mengizinkan unit pembelian menemukan pemasok mereka sendiri.

source: #Double-click# to apply the change of this setting to #all your firms#.
id: # Klik dua kali # untuk menerapkan perubahan pengaturan ini ke # semua perusahaan Anda #.

source: Training
id: Latihan

source: Move the slider to alter the Training Level.
id: Pindahkan penggeser untuk mengubah Level Pelatihan.

source: With training, operating units in your firm will gradually advance to higher levels, thus improving their efficiency.
id: Dengan pelatihan, unit operasi di perusahaan Anda secara bertahap akan naik ke tingkat yang lebih tinggi, sehingga meningkatkan efisiensinya.

source: Offer to sell this mansion
id: Tawarkan untuk menjual rumah ini

source: Demolish This Mansion
id: Hancurkan Mansion Ini

source: Buy This Mansion
id: Beli Rumah Ini

source: Make a Counter Offer
id: Buat Penawaran Kontra

source: Confirm change to Selling Price
id: Konfirmasikan perubahan ke Harga Jual

source: Profit Graph
id: Grafik Keuntungan

source: Click to display the Profit graph for this product
id: Klik untuk menampilkan grafik Keuntungan untuk produk ini

source: Revenue Graph
id: Grafik Pendapatan

source: Click to display the Revenue graph for this product
id: Klik untuk menampilkan grafik Pendapatan untuk produk ini

source: Quantity Sold Graph
id: Grafik Kuantitas Terjual

source: Click to display the Quantity Sold graph for this product
id: Klik untuk menampilkan grafik Jumlah Terjual untuk produk ini
